
import news2Img from "./assets/news/news2.jpg";
import news3Img from "./assets/news/news3.jpg";
import news4Img from "./assets/news/news4.jpg";

const NewsList = [
    {
        id: 1,
        title:
            "제일건설 ‘청주 센트럴 더 플래티넘’, 청주 서부생활권 수혜지로 주목",
        excerpt:
            "청주시 서부생활권이 산업·교통·주거 개발로 미래 성장거점으로 주목받고 있다. 특히 진례·진영 일대 산업단지 조성과 광역 교통망 확충으로 산업 허브로 부상 중이다. 이런 개발 호재 속에 진례시례지구 첫 주거단지 ‘청주 센트럴 더 플래티넘’가 440가구 규모로 공급되며, 쾌적한 자연환경과 교육·생활 인프라를 갖춰 높은 관심을 받고 있다.",
        date: "2025. 8. 21.",
        link: "/청주테크노밸리제일풍경채/press/Uosg6DeQm7g0wtezNlKv",
    },

    {
        id: 2,
        title: "제일건설 '청주 센트럴 더 플래티넘' 이달 공급",
        excerpt:
            "제일건설이 진례시례지구 중심부에 10년 민간임대 아파트 ‘청주 센트럴 더 플래티넘’를 공급한다. 단지는 전용 84㎡ 단일면적, 총 440가구로 조성되며, 학교·공원 예정지와 맞닿아 교육·자연 인프라가 우수하다. 남해고속도로, KTX 진영역, 예정 신월역 등 교통망 수혜와 함께 세금 부담 없는 임대 방식으로 안정적인 거주 여건을 제공해 관심을 모은다.",
        date: "2025. 8. 10.",
        link: "/청주테크노밸리제일풍경채/press/nLVXUtPkW2vaVL2xS908",
        image: news2Img,
    },

    {
        id: 3,
        title: "개발지역 첫 단지 프리미엄 누린다 ‘청주 센트럴 더 플래티넘’ 관심 몰이",
        excerpt:
            "개발지역 첫 단지는 상징성과 입지 선점 효과로 높은 프리미엄을 기대할 수 있다. 청주 진례시례지구 역시 약 6,300가구가 들어서는 대규모 개발사업으로, 첫 공급단지인 ‘청주 센트럴 더 플래티넘’가 440가구 규모로 선보인다. 자연환경과 교통망, 교육 인프라를 두루 갖춘 입지에 HUG 보증 임대 방식으로 안정성까지 확보해 실수요자와 투자자 모두 주목하고 있다.",
        date: "2025. 7. 10.",
        link: "/청주테크노밸리제일풍경채/press/McFIqhybSRfixvpWcoQz",
        image: news3Img,
    },

    {
        id: 4,
        title: "10년 임대 '청주 센트럴 더 플래티넘' 8월 선보인다",
        excerpt:
            "제일건설이 진례시례지구 B-3블록에 10년 민간임대 아파트 ‘청주 센트럴 더 플래티넘’를 선보인다. 총 440가구, 전용 84㎡ 단일면적으로 구성되며, 세금 부담이 없고 청약통장 없이 전국 누구나 신청 가능하다. HUG 임대보증과 연 5% 이내 임대료 상승 제한으로 안정성을 확보했으며, 교육·생활 인프라와 공원·자연환경을 갖춘 배후 주거지로 주목받고 있다.",
        date: "2025. 07. 02.",
        link: "/청주테크노밸리제일풍경채/press/SPuUVnzfy4UwX1j00cLZ",
        image: news4Img,
    },
    // ...원하시는 만큼 항목 추가
];

export default NewsList;